{
    "publications": [
        {
            "id": "Jeong2024",
            "title": "The crucial role of the left inferior frontal gyrus (BA44) in synergizing syntactic structure and information structure during sentence comprehension",
            "authors": ["Jeong, H.", "Kim, J.", "Yano, M.", "Cui, H.", "Kiyama, S.", "Koizumi, M."],
            "year": "2025",
            "journal": "Brain and Language",
            "doi": "10.1016/j.bandl.2025.105533",
            "isOpenAccess": true,
            "abstract": "This study examines the neural mechanisms behind integrating syntactic and information structures during sentence comprehension using functional Magnetic Resonance Imaging. Focusing on Japanese sentences with canonical (SOV) and non-canonical (OSV) word orders, the study revealed distinct neural networks responsible for processing these linguistic structures. The left opercular part of the inferior frontal gyrus, left premotor area, and left posterior superior/middle temporal gyrus were primarily involved in syntactic processing. In contrast, the right inferior frontal sulcus, bilateral intraparietal sulci, and the left triangular part of the inferior frontal gyrus were linked to information structure processing. Importantly, the left opercular part of the inferior frontal gyrus (BA44) played a crucial role in integrating these structures during the later stages of comprehension, particularly when processing the second noun phrase. These findings enhance our understanding of the complex interplay between syntactic and information structures in language comprehension.",
            "links": {
                "doi": "https://doi.org/10.1016/j.bandl.2025.105533"
            }
        },
        {
            "id": "Murakami2024",
            "title": "The role of prosodic phrasing in silent reading",
            "authors": ["Murakami, R.", "Yano, M."],
            "year": "2024",
            "journal": "Glossa Psycholinguistics",
            "volume": "3",
            "issue": "1",
            "doi": "10.5070/G601135279",
            "isOpenAccess": true,
            
            "abstract": "Prosodic phrasing plays a crucial role in sentence comprehension because it helps listeners resolve structural ambiguities. However, explicit prosody is not available in reading. According to the Implicit Prosody Hypothesis, readers are assumed to assign default prosody to sentences, which then guides parsing decisions (Fodor, 2002a, 2002b). This study tested this hypothesis by manipulating the lexical accent of phrases, which affects the prosodic phrasing of sentences in Japanese. The results of a self-paced silent reading experiment showed faster reading times for the structure that matched the prosodic phrasing than the structure that did not. This finding suggests that readers implicitly represent a prosodic structure that plays a functional role in syntactic processing.",
            "links": {
                "doi": "https://doi.org/10.5070/G601135279",
                
            }
        },
        {
            "id": "Yano2024",
            "title": "Producing non-basic word orders in (in)felicitous contexts: Evidence from pupillometry and functional near-infrared spectroscopy (fNIRS)",
            "authors": ["Yano, M.", "Niikuni, K.", "Shimura, R.", "Funasaki, N.", "Koizumi, M."],
            "year": "2024",
            "journal": "Language, Cognition and Neuroscience",
            "volume": "40",
            "issue": "1",
            "pages": "1-22",
            "doi": "10.1080/23273798.2024.2404178",
            "isOpenAccess": true,
            "abstract": "The present study examined why speakers of languages with flexible word orders (Japanese) are more likely to use syntactically more complex non-basic word orders when they provide discourse-given information earlier in sentences. This may be because they are more efficient for speakers to produce (the Speaker Economy Hypothesis). Alternatively, speakers produce them to help listeners understand sentences more efficiently (the Listener Economy Hypothesis), given that previous studies showed that the processing of non-basic word orders was facilitated when the felicitous context was provided (i.e. a displaced object refers to discourse-given information). The present study addresses this issue by conducting an oral picture-description experiment, in which participants uttered a transitive sentence with syntactically basic Subject-Object-Verb (SOV) or non-basic Object-Subject-Verb (OSV) in felicitous or infelicitous contexts while tracking cognitive load using pupillometry and functional near-infrared spectroscopy (fNIRS). The results showed that the felicitous context facilitated the filler-gap dependency formation of OSVs in production, supporting the Speaker Economy Hypothesis.",
            "links": {
                "doi": "https://www.tandfonline.com/doi/full/10.1080/23273798.2024.2404178",
                
            }
        },
        {
            "id": "Funasaki2024",
            "title": "Role of prosody and word order in identifying focus: Evidence from pupillometry",
            "authors": ["Funasaki, N.", "Yano, M."],
            "year": "2024",
            "journal": "Language, Cognition and Neuroscience",
            "volume": "40",
            "issue": "1",
            "pages": "23-40",
            "doi": "10.1080/23273798.2024.2396962",
            "isOpenAccess": true,
            
            "abstract": "This study investigated the role of prosody and word order in identifying the focus of sentences in Japanese. Native Japanese speakers listened to sentences with different types of word order (subject–object–verb (SOV) vs. object–subject–verb (OSV)), prosody (whether the first noun phrase is stressed or not) and preceding contexts (object- vs. subject-wh questions), while processing costs were measured using pupillometry. Although syntactically non-basic OSV was more difficult to process than basic SOV, this processing difficulty was considerably reduced when the supportive context (the subject-wh question) required S to be focused. The time–course analysis of pupillometry revealed that the Japanese speakers immediately used prosodic cues to determine the focus of sentences, but the effect of word order cues for focus was delayed until the sentence-final verb was encountered. This study advances our understanding of the temporal dynamics of focus processing and the interplay between syntactic and information structures in sentence comprehension.",
            "links": {
                "doi": "https://www.tandfonline.com/doi/full/10.1080/23273798.2024.2396962",
                
            }
        },
        {
            "id": "Yano2023IJPCP",
            "title": "The adaptive nature of language comprehension",
            "authors": ["Yano, M."],
            "year": "2023",
            "type": "bookChapter",
            "bookTitle": "Issues in Japanese Psycholinguistics from Comparative Perspectives",
            "editors": ["Koizumi, Masatoshi"],
            "publisher": "De Gruyter Mouton",
            "pages": "115-132",
            "isOpenAccess": true,
            "links": {
                "publisher": "https://www.degruyter.com/document/isbn/9783110778939/html"
            }
        },
        {
            "id": "Yano2022",
            "title": "Event-related potentials",
            "authors": ["Yano, M."],
            "year": "2022",
            "type": "bookChapter",
            "bookTitle": "Key Concepts of Experimental Pragmatics",
            "editors": ["Miyamoto, Y.", "Koizumi, M.", "Ono, H.", "Sauerland, U.", "Yatsushiro, K."],
            "publisher": "Kaitakusha",
            "pages": "52-84",
            "links": {
                "publisher": "http://www.kaitakusha.co.jp/book/book.php?c=2374",
                
            }
        },
        {
            "id": "Minemi2021",
            "title": "The timing of filler-gap dependency formation in second language comprehension",
            "authors": ["Minemi, I.", "Yano, M."],
            "year": "2021",
            "journal": "Gengo Kenkyu",
            "volume": "160",
            "pages": "123-153",
            "isOpenAccess": true,
            
            "abstract": "This study investigated at what point in a sentence native Japanese speakers begin to build long-distance dependencies while reading English relative clauses (RCs) by conducting two self-paced reading experiments. Experiment 1 reveals that Japanese learners of English construct long-distance dependency immediately after reading a verb by demonstrating 'plausibility mismatch effects' at the verb site. On the contrary, Experiment 2 did not find evidence that they form a long-distance dependency before a verb, that is, no 'transitivity mismatch effect.' On the basis of these results, this study proposes that Japanese learners of English initiate long-distance dependency formation immediately after encountering a verb, but it does not precede the appearance of a verb. This extends previous findings that it is difficult to generate predictions in the processing of non-native languages, to a structural processing level.",
            "links": {
                "journal": "https://www.jstage.jst.go.jp/article/gengo/160/0/160_123/_pdf/-char/en",
                
            }
        },
        {
            "id": "YanoKoizumi2021",
            "title": "The role of discourse in long-distance dependency formation",
            "authors": ["Yano, M.", "Koizumi, M."],
            "year": "2021",
            "journal": "Language, Cognition and Neuroscience",
            "volume": "36",
            "issue": "6",
            "pages": "711-729",
            "isOpenAccess": true,
            "abstract": "Previous studies have shown that sentences with filler-gap dependency are more difficult to process than those without, as reflected by event-related brain potentials (ERPs) such as sustained left anterior negativity (SLAN) and P600. The cognitive processes underlying these ERPs may support associating a filler with a temporally distant gap in syntactic representation. Alternatively, processing filler-gap dependencies in the absence of a supportive context involves additional discourse processing because the use of syntactically complex sentences in discourse needs to be well-justified. The present study reports on an ERP experiment that manipulated syntactic complexity (syntactically simple subject–object–verb [SOV] and complex object–subject–verb [OSV]) and discourse (the supportive and non-supportive context) in Japanese. The result showed a SLAN from a filler to its gap in OSV relative to SOV in the non-supportive but not the supportive context, which suggests that the difficulty involved in processing OSV in Japanese is largely due to a pragmatic factor. The present study contributes to a better understanding of how the language-processing system builds long-distance dependency by interacting with the memory system, and provides insights into the functional role of SLAN in language processing.",
            "links": {
                "doi": "https://www.tandfonline.com/doi/full/10.1080/23273798.2021.1883694",
               
            }
        },
        {
            "id": "Yano2020QJEP",
            "title": "Selective adaptation in sentence comprehension: Evidence from event-related brain potentials",
            "authors": ["Yano, M.", "Suwazono, S.", "Arao, H.", "Yasunaga, D.", "Oishi, H."],
            "year": "2020",
            "journal": "Quarterly Journal of Experimental Psychology",
            "volume": "74",
            "issue": "4",
            "pages": "645-668",
            "abstract": "The present study conducted two event-related potential experiments to investigate whether readers adapt their expectations to morphosyntactically (Experiment 1) or semantically (Experiment 2) anomalous sentences when they are repeatedly exposed to them. To address this issue, we experimentally manipulated the probability of occurrence of grammatical sentences and syntactically and semantically anomalous sentences through experiments. For the low probability block, anomalous sentences were presented less frequently than grammatical sentences (with a ratio of 1 to 4), while they were presented as frequently as grammatical sentences in the equal probability block. Experiment 1 revealed a smaller P600 effect for morphosyntactic violations in the equal probability block than in the low probability block. Linear mixed-effect models were used to examine how the size of the P600 effect changed as the experiment went along. The results showed that the smaller P600 effect of the equal probability block resulted from an amplitude's decline in morphosyntactically violated sentences over the course of the experiment, suggesting an adaptation to morphosyntactic violations. In Experiment 2, semantically anomalous sentences elicited a larger N400 effect than their semantically natural counterparts regardless of probability manipulation. Little evidence was found in favor of adaptation to semantic violations in that the processing cost associated with the N400 did not decrease over the course of the experiment. Therefore, the present study demonstrated a dynamic aspect of language-processing system. We will discuss why the language-processing system shows a selective adaptation to morphosyntactic violations.",
            "links": {
                "doi": "https://doi.org/10.1177/1747021820984623",
                
            }
        },
    ]
}

